{
 "kind": "books#volumes",
 "totalItems": 1,
 "items": [
  {
   "kind": "books#volume",
   "id": "rAgetAEACAAJ",
   "etag": "ks61vEcVdmo",
   "selfLink": "https://www.googleapis.com/books/v1/volumes/rAgetAEACAAJ",
   "volumeInfo": {
    "title": "Less (Winner of the Pulitzer Prize)",
    "subtitle": "A Novel",
    "authors": [
     "Andrew Sean Greer"
    ],
    "publisher": "Back Bay Books",
    "publishedDate": "2018-05-22",
    "description": "A struggling novelist travels the world to avoid an awkward wedding in this hilarious Pulitzer Prize-winning novel full of \"arresting lyricism and beauty\" (New York Times Book Review). WINNER OF THE PULITZER PRIZE National Bestseller A New York Times Notable Book of 2017 A Washington Post Top Ten Book of 2017 A San Francisco Chronicle Top Ten Book of 2017 Longlisted for the Andrew Carnegie Medal for Excellence, the Lambda Award and the California Book Award \"I could not love LESS more.\"--Ron Charles, Washington Post \"Andrew Sean Greer's Less is excellent company. It's no less than bedazzling, bewitching and be-wonderful.\"--Christopher Buckley, New York Times Book Review Who says you can't run away from your problems? You are a failed novelist about to turn fifty. A wedding invitation arrives in the mail: your boyfriend of the past nine years is engaged to someone else. You can't say yes--it would be too awkward--and you can't say no--it would look like defeat. On your desk are a series of invitations to half-baked literary events around the world. QUESTION: How do you arrange to skip town? ANSWER: You accept them all. What would possibly go wrong? Arthur Less will almost fall in love in Paris, almost fall to his death in Berlin, barely escape to a Moroccan ski chalet from a Saharan sandstorm, accidentally book himself as the (only) writer-in-residence at a Christian Retreat Center in Southern India, and encounter, on a desert island in the Arabian Sea, the last person on Earth he wants to face. Somewhere in there: he will turn fifty. Through it all, there is his first love. And there is his last. Because, despite all these mishaps, missteps, misunderstandings and mistakes, Less is, above all, a love story. A scintillating satire of the American abroad, a rumination on time and the human heart, a bittersweet romance of chances lost, by an author The New York Times has hailed as \"inspired, lyrical,\" \"elegiac,\" \"ingenious,\" as well as \"too sappy by half,\" Less shows a writer at the peak of his talents raising the curtain on our shared human comedy.",
    "industryIdentifiers": [
     {
      "type": "ISBN_10",
      "identifier": "031631613X"
     },
     {
      "type": "ISBN_13",
      "identifier": "9780316316132"
     }
    ],
    "readingModes": {
     "text": false,
     "image": false
    },
    "pageCount": 272,
    "printType": "BOOK",
    "categories": [
     "Fiction"
    ],
    "averageRating": 4.0,
    "ratingsCount": 1,
    "maturityRating": "NOT_MATURE",
    "allowAnonLogging": false,
    "contentVersion": "preview-1.0.0",
    "panelizationSummary": {
     "containsEpubBubbles": false,
     "containsImageBubbles": false
    },
    "imageLinks": {
     "smallThumbnail": "http://books.google.com/books/content?id=rAgetAEACAAJ&printsec=frontcover&img=1&zoom=5&source=gbs_api",
     "thumbnail": "http://books.google.com/books/content?id=rAgetAEACAAJ&printsec=frontcover&img=1&zoom=1&source=gbs_api"
    },
    "language": "en",
    "previewLink": "http://books.google.com/books?id=rAgetAEACAAJ&dq=isbn:9780316316132&hl=&cd=1&source=gbs_api",
    "infoLink": "http://books.google.com/books?id=rAgetAEACAAJ&dq=isbn:9780316316132&hl=&source=gbs_api",
    "canonicalVolumeLink": "https://books.google.com/books/about/Less_Winner_of_the_Pulitzer_Prize.html?hl=&id=rAgetAEACAAJ"
   },
   "saleInfo": {
    "country": "US",
    "saleability": "NOT_FOR_SALE",
    "isEbook": false
   },
   "accessInfo": {
    "country": "US",
    "viewability": "NO_PAGES",
    "embeddable": false,
    "publicDomain": false,
    "textToSpeechPermission": "ALLOWED",
    "epub": {
     "isAvailable": false
    },
    "pdf": {
     "isAvailable": false
    },
    "webReaderLink": "http://play.google.com/books/reader?id=rAgetAEACAAJ&hl=&printsec=frontcover&source=gbs_api",
    "accessViewStatus": "NONE",
    "quoteSharingAllowed": false
   },
   "searchInfo": {
    "textSnippet": "WINNER OF THE PULITZER PRIZE National Bestseller A New York Times Notable Book of 2017 A Washington Post Top Ten Book of 2017 A San Francisco Chronicle Top Ten Book of 2017 Longlisted for the Andrew Carnegie Medal for Excellence, the Lambda ..."
   }
  }
 ]
}
